Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/three-bears-omegat.tmx
Source language: en_us
Languages: chr

source: "And see!
chr: “ᎠᎴ Ꮒ!

source: "But the door is not locked," growled the big, huge bear.
chr: “ᎠᏎᏃ ᏓᎩᏏ ᎤᎵᏍᏚᎢᏓ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Did you not lock the door?" growled the big, huge bear.
chr: “ᏣᏍᏚᏁᏧ ᏓᎩᏏ?” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "I am hungry for food.
chr: “ᎠᎩᏍᏗ ᎠᎩᏲᏏ.

source: "I am hungry, too," said the middle sized bear.
chr: “ᎠᎩᏲᏏᎭ ᏍᏊ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "I am hungry, too," squealed the little, wee wee bear.
chr: “ᎠᎩᏲᏏᎭ ᏍᏊ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "I am hungry," growled the big, huge bear.
chr: “ᎠᎩᏲᏏᎭ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "I am hungry," said the middle sized bear.
chr: “ᎠᎩᏲᏏ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "I am hungry," squealed the little, wee wee bear.
chr: “ᎠᎩᏲᏏ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "I am tired."
chr: “ᏓᎩᏯᏪᎦ.”

source: "I do not like cold milk," said Money Hair.
chr: “Ꮭ ᎤᏴᏜ ᎤᏅᏗ ᏯᎩᎸᏉᏙ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I do not like the little chair.
chr: “ᎯᎠ ᏭᏍᏗᎬ ᎦᏍᎩᎶ Ꮭ ᏯᎩᎸᏉᏗ.

source: "I knew there was a thief in the house," growled the big, huge bear.
chr: “ᎦᏃᏍᎩᏍᎩ ᎦᎵᏦᏕ ᎠᏯᎥ ᎠᏆᏔᏛᎩ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "I knew there was a thief in the house," said the middle sized bear.
chr: “ᎦᏃᏍᎩᏍᎩ ᎦᎵᏦᏕ ᎠᏯᎥ ᎠᏆᏔᏛᎩ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "I knew there was a thief in the house," squealed the little, wee wee bear.
chr: “ᎦᏃᏍᎩᏍᎩ ᎦᎵᏦᏕ ᎠᏯᎥ ᎠᏆᏔᏛᎩ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "I like milk!" said Money Hair.
chr: “ᎤᏅᏗ ᎠᎩᎸᏉᏙ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the big chair," said Silver Locks.
chr: “ᎤᏔᎾ ᎦᏍᎩᎶ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the house," said Money Hair.
chr: “Ꮎ ᎦᎵᏦᏕ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the little bed."
chr: “ᏭᏍᏗᎬ ᎦᏂᏟ ᎠᎩᎸᏉᏗ.”

source: "I like the little chair," said Money Hair.
chr: “ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the middle sized chair," said Money Hair.
chr: “ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the three chairs," said Money Hair.
chr: “ᏦᎢ ᏗᎦᏍᎩᎶ ᏓᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like the two chairs," said Money Hair.
chr: “ᏔᎵ ᏗᎦᏍᎩᎶ ᏓᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ..

source: "I like this chair," said Money Hair.
chr: “ᎯᎠ ᎦᏍᎩᎶ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I like this house," said Money Hair.
chr: “ᎯᎠ ᎦᎵᏦᏕ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I locked the door."
chr: “ᏓᎩᏏ ᎠᎩᏍᏚᏅᎩ.”

source: "I see a table.
chr: “ᎦᏍᎩᎶ ᏥᎪᏩᏘᎭ.

source: "I see three chairs.
chr: “ᏦᎢ ᏗᎦᏍᎩᎶ ᏕᏥᎪᏩᏘ.

source: "I should like to sit in the big chair," said Money Hair.
chr: “ᎤᏔᎾ ᎦᏍᎩᎶ ᎠᏉᏞᏍᏗ ᎠᎩᎸᏉᏛᎭ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I should like to sit in the little chair," said Money Hair.
chr: “ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎠᏉᏞᏍᏗ ᎠᎩᎸᏉᏛᎭ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I should like to sit in the middle sized chair," said Money Hair.
chr: “ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᎠᏉᏞᏍᏗ ᎠᎩᎸᏉᏛᎭ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I will find a bed," said she.
chr: “ᎦᏂᏟ ᏥᏩᏛᎲᎭ,” ᎤᏛᏁ.

source: "I will never run away again," said Money Hair.
chr: “ᏗᏇᏅᏒ ᎤᏟ Ꮭ ᎢᎸᎯᏳ ᏱᏓᎦᎵᏘᏒᏌᏂ.” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "I will never run into the woods again.
chr: “ᎢᎾᎨ ᎤᎿ Ꮭ ᎢᎸᎯᏳ ᏱᏓᎦᎵᏘᏒᏌᏂ.

source: "I will taste the milk in the middle sized bowl.
chr: “ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᏓᎦᏗᏔᎯ.

source: "Is there food in the house?
chr: “ᎠᎵᏍᏓᏴᏗᏍ ᎠᎭᏂ?

source: "It is not too hard.
chr: “ᏍᏓᏯᏒ ᏂᎨᏒᎾ.

source: "My milk!
chr: “ᎠᏆᏤᎵ ᎤᏅᏗ!

source: "Now we shall find the thief," growled the big, huge bear.
chr: “ᏃᏊ ᎦᏃᏍᎩᏍᎩ ᏓᏰᏗᏩᏛᎯ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Now we shall find the thief," said the middle sized bear.
chr: “ᏃᏊ ᎦᏃᏍᎩᏍᎩ ᏓᏰᏗᏩᏛᎯ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Now we shall find the thief," squealed the little, wee wee bear.
chr: “ᏃᏊ ᎦᏃᏍᎩᏍᎩ ᏓᏰᏗᏩᏛᎯ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "O see, see!" growled the big, huge bear.
chr: “Ꭳ Ꮒ, Ꮒ!” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "O see, see!" said the middle sized bear.
chr: “Ꭳ Ꮒ, Ꮒ!” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "O see, see!" squealed the little, wee wee bear.
chr: “Ꭳ Ꮒ, Ꮒ!” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "O yes," said the middle sized bear.
chr: “Ꭳ ᎥᎥ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "O yes," squealed the little, wee wee bear.
chr: “Ꭳ ᎥᎥ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "O!
chr: “Ꭳ!

source: "O, I am so hungry!" said Money Hair.
chr: “Ꭳ, ᏥᏈᏍᏗ ᎠᎩᏲᏏ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "O, I was so hungry!" said Money Hair.
chr: “Ꭳ, ᏙᏳ ᎠᎩᏲᏏᏌ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "O, I was so hungry!" she said.
chr: “Ꭳ, ᏥᏈᏍᏗ ᎠᎩᏲᏍᎬᎩ!” ᎤᏛᏁ.

source: "O, never, never, never!"
chr: “Ꭳ, Ꮭ ᎢᎸᎯᏳ, Ꮭ ᎢᎸᎯᏳ, Ꮭ ᎢᎸᎯᏳ!”

source: "O, the big bed is too hard!" said Money Hair.
chr: “Ꭳ, ᎡᏆ ᎦᏂᏟ ᏫᏍᏓᏴ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "O, the little bed is just right!" said Money Hair.
chr: “Ꭳ, ᏭᏍᏗᎬ ᎦᏂᏟ ᎣᏍᏓᏊ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "O, the middle sized bed is too soft," said Money Hair.
chr: “Ꭳ, ᎤᏍᏗᎧ ᎦᏂᏟ ᏩᏂᎨᏒ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "O, what a good house!" said she.
chr: “Ꭳ, ᎥᏍᎩᎾ ᎣᏍᏓ ᎦᎵᏦᏕ!” ᎤᏛᏁ.

source: "Oil like the little chair," said Money Hair.
chr: “Ꭳ! ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "Only a little girl," growled the big, huge bear.
chr: “ᎤᏍᏗᏊ ᎠᎨᏳᏣ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Only a little girl," said the middle sized bear.
chr: “ᎤᏍᏗᏊ ᎠᎨᏳᏣ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Only a little girl," squealed the little, wee wee bear.
chr: “ᎤᏍᏗᏊ ᎠᎨᏳᏣ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "See!
chr: “Ꮒ!

source: "See!" growled the big, huge bear.
chr: “Ꮒ!” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "See!" said the middle sized bear.
chr: “Ꮒ!” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "See!" squealed the little, wee wee bear.
chr: “Ꮒ!” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "See, see!
chr: “Ꮒ, Ꮒ!

source: "See, see, see!
chr: “Ꮒ, Ꮒ, Ꮒ!

source: "Somebody has been lying in my bed," growled the big, huge bear.
chr: “ᎠᏆᏤᎵ ᎦᏂᏟ ᎩᎶ ᎦᏅᎨ,” ᎤᏟᏂᎩᏓ ᎡᏆ ᏲᎾ.

source: "Somebody has been lying in my bed," said the middle sized bear.
chr: “ᎠᏆᏤᎵ ᎦᏂᏟ ᎩᎶ ᎦᏅᎨ,” ᏩᏂᎨ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody has been lying in my bed," squealed the little, wee wee bear.
chr: “ᎠᏆᏤᎵ ᎦᏂᏟ ᎩᎶ ᎦᏅᎨ,” ᎡᏝᏪ ᏭᏍᏗᎬ ᏲᎾ.

source: "Somebody has drank my milk.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᎤᏒᏁ.

source: "Somebody has sat in my chair," growled the big, huge bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᎦ ᎤᏔᎾ ᏲᎾ.

source: "Somebody has sat in my chair," growled the middle sized bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody has sat in my chair," squealed the little, wee wee bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "Somebody has slept in my bed," growled the big, huge bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏂᏟ ᎦᏅᎨ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Somebody has slept in my bed," said the middle sized bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏂᏟ ᎦᏅᎨ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody has slept in my bed," squealed the little, wee wee bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏂᏟ ᎦᏅᎨ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "Somebody has tasted my milk," growled the big, huge bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᎦᏲᏟ ᎤᏗᏔᎮ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Somebody has tasted my milk," said the middle sized bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᎦᏲᏟ ᎤᏗᏔᎮ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody has tasted my milk," squealed the little, wee wee bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᏂᎦᏓ ᎤᏗᏔᎮ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "Somebody is in our house."
chr: “ᎩᎶ ᎠᏯ ᎣᎦᏤᎵ ᎦᎵᏦᏕ.”

source: "Somebody is in the house," growled the big, huge bear.
chr: “ᎩᎶ ᎦᎵᏦᏕ ᎠᏯ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "Somebody is in the house," said the middle sized bear.
chr: “ᎩᎶ ᎦᎵᏦᏕ ᎠᏯ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody is in the house," squealed the little, wee wee bear..
chr: “ᎩᎶ ᎦᎵᏦᏕ ᎠᏯ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ..

source: "Somebody is in the house."
chr: “ᎩᎶ ᎠᏯ ᎦᎵᏦᏕ.”

source: "Somebody sat in my chair," growled the big, huge bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ..

source: "Somebody sat in my chair," said the middle sized bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Somebody sat in my chair," squealed the little, wee wee bear.
chr: “ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏬᏞ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "The big bed is too hard," she said.
chr: “ᎤᏔᎾ ᎦᏂᏟ ᏍᏓᏯᏒ ,” ᎤᏛᏁ.

source: "The big chair is too big," said Money Hair.
chr: “ᎤᏔᎾ ᎦᏍᎩᎶ ᏍᏓᏯᏒ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "The big chair is too hard," said Money Hair.
chr: “ᎤᏔᎾ ᎦᏍᎩᎶ ᏍᏓᏯᏒ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ..

source: "The little bed is just right," she said.
chr: “ᏭᏍᏗᎬ ᎦᏂᏟ ᎣᏍᏓᏊ,” ᎤᏛᏁ.

source: "The little chair is just right," said Money Hair.
chr: “ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎣᏍᏓᏊ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "The little chair is not too big.
chr: “ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᏍᏓᏯᏒ ᏂᎨᏒᎾ.

source: "The middle sized bed is too soft," she said.
chr: “ᎤᏍᏗᎧ ᎦᏂᏟ ᏩᏂᎨᏒ,” ᎤᏛᏁ.

source: "The middle sized chair is too soft " said Money Hair.
chr: “ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᏩᏂᎨᏒ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "The middle sized chair is too soft"
chr: “ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᏩᏂᎨᏒ.”

source: "The milk in the big bowl is too cold," she said.
chr: “ᎤᏅᏗ ᎤᏔᎾ ᎠᏟᏍᏙᏗ ᏭᎪᏛ ᎤᏗᏞᎦ,” ᎤᏛᏁ.

source: "The milk in the big bowl is too hot," said Money Hair.
chr: “ᎤᏔᎾ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏭᎪᏛ ᎤᏗᏞᎦ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "The milk in the little bowl is just right," said Money Hair.
chr: “ᎤᏅᏗ ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ ᎣᏍᏓᏊ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "The milk in the little bowl is just right," she said.
chr: “ᎤᏅᏗ ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ ᎣᏍᏓᏊ,” ᎤᏛᏁ.

source: "The milk in the middle sized bowl is too hot," she said.
chr: “ᎤᏅᏗ ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ ᏭᎪᏛ ᎤᏴᏜ,” ᎤᏛᏁ.

source: "The thief is up stairs," said the middle sized bear.
chr: “Ꮎ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "The thief is up stairs," squealed the little, wee wee bear.
chr: “Ꮎ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "The wicked thief must be up stairs," growled the big, huge bear.
chr: “Ꮎ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "The wicked thief must be up stairs," said the middle sized bear.
chr: “Ꮎ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "The wicked thief must be up stairs," squealed the little bear.
chr: “Ꮎ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ ᎠᎩᏠᏒᏍᏗ ᎦᎸᎳᏗᏜ ᎤᏪᏙᎸᎭ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "The wicked, wicked thief!" said the middle sized bear.
chr: “ᎤᏲᏒ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ!” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "The wicked, wicked thief!" squealed the little, wee wee bear.
chr: “ᎤᏲᏒ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ!” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "The wicked; wicked thief!" growled the big, huge bear.
chr: “ᎤᏲᏒ ᎤᏲᏒ ᎦᏃᏍᎩᏍᎩ!” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: "This bed is just right," said Money Hair.
chr: “ᎯᎠ ᎦᏂᏟ ᎣᏍᏓᏊ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "This is a big, huge chair.
chr: “ᎯᎠ ᎦᏍᎩᎶ ᏭᎪᏛ ᎤᏔᎾ.

source: "We will find the thief.
chr: “Ꮎ ᎦᏃᏍᎩᏍᎩ ᎡᏗᏩᏛᎲᎭ.

source: "Who lives in the house?" said Money Hair.
chr: “ᎦᎪ ᎠᏁᎰ Ꮎ ᎦᎵᏦᏕ?” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "Who lives in this house?" said Money Hair.
chr: “ᎦᎪ ᎠᏁᎰ ᎯᎠ ᎦᎵᏦᏕ?” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: "Yes, somebody is in the house," said the middle sized bear.
chr: “ᎥᎥ, ᎩᎶ ᎦᎵᏦᏕ ᎠᏯ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: "Yes, yes, somebody is in the house," squealed the little, wee wee bear.
chr: “ᎥᎥ, ᎥᎥ, ᎩᎶ ᎦᎵᏦᏕ ᎠᏯ,” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: "Yes," said the middle sized bear.
chr: “ᎥᎥ,” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: And see!
chr: ᎠᎴ Ꮒ!

source: Break, break!
chr: ᎠᏲᎨ, ᎤᏲᏤ!

source: Break, break, break!
chr: ᎤᏲᏨᎢ, ᎤᏲᏨᎢ, ᎤᏲᏨᎢ!

source: But Money Hair was asleep.
chr: ᎠᏎᏃ ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏟᎮ.

source: But the chair began to break.
chr: ᎠᏎᏃ ᎦᏍᎩᎶ ᎤᏲᏍᏗ ᎤᎴᏅᎮ.

source: Can I find it?
chr: ᎡᎵᏊᏍ ᏱᏕᏥᏩᏔ?

source: Can the bears walk?
chr: ᎬᏩᏁᏓᏍᏗᏍ ᏲᎾ?

source: Come, big, huge bear.
chr: ᎮᎾ, ᎡᏆ ᏲᎾ.

source: Come, come, let us find the thief.
chr: ᎢᏕᎾ, ᎢᏕᎾ, ᎦᏃᏍᎩᏍᎩ ᎡᏗᏩᏛᎲᎭ.

source: Come, let us find her.
chr: ᎥᏍᎩᎾ ᎡᏗᏩᏛᎲᎭ.

source: Come, little, wee wee bear.
chr: ᎮᎾ, ᏭᏍᏗᎬ ᏲᎾ.

source: Come, middle sized bear.
chr: ᎮᎾ, ᎤᏍᏗᎧ ᏲᎾ.

source: Did Money Hair wake?
chr: ᎤᏰᏤᏍ ᎠᏕᎳ ᎤᏍᏘᎬᎢ?

source: Do the bears like the trees?
chr: ᏲᎾᏍ ᏕᏡᎬ ᏚᏂᎸᏉᏙ?

source: Do the bears like the woods?
chr: ᏲᎾᏍ ᎢᎾᎨ ᎤᏂᎸᏉᏙ?

source: Do you hear the bears?
chr: ᏲᎾᏍ ᎦᎯᏯᏛᎩ?

source: Do you hear them coming?
chr: ᎭᏛᎩᏍ ᎤᏂᎷᏨᎢ?

source: Do you not hear them?
chr: ᎦᎯᏯᏛᎩᏧ?

source: Does the big, huge bear have the big chair?
chr: ᎤᏔᎾᏍ ᎦᏍᎩᎶ ᎤᏤᎵ ᎡᏆ ᏲᎾ?

source: Does the little, wee wee bear have the little chair?
chr: ᏭᏍᏗᎬᏍ ᎦᏍᎩᎶ ᎤᏤᎵ ᏭᏍᏗᎬ ᏲᎾ?

source: Does the middle sized bear have the middle sized chair?
chr: ᎤᏍᏗᎧᏍ ᎦᏍᎩᎶ ᎤᏤᎵ ᎤᏍᏗᎧ ᏲᎾ?

source: Down went Money Hair.
chr: ᎡᎳᏗ ᏭᏪᏅᏎ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: Down went the chair.
chr: ᎡᎳᏗ ᏭᏪᏅᏎ ᎤᏲᏨ ᎦᏍᎩᎶ.

source: Growl, growl!
chr: ᎤᏲᏒ ᎡᏆ ᏄᏪᏒᎢ ᎨᏎ. ᎤᏲᏒ ᎡᏆ ᏄᏪᏒᎢ ᎨᏎ!

source: Hear the bears, Money Hair!
chr: ᏲᎾ ᎦᎯᏯᏛᎬᎦ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: Hear the big, huge bear growl.
chr: ᎡᏆ ᏲᎾ ᎤᏲᏒ ᎡᏆ ᏄᏪᏒᎢ ᎭᏛᎬᎦ.

source: Hear the little, wee wee bear squeal.
chr: ᏭᏍᏗᎬ ᏲᎾ ᎤᏲᏒ ᎡᏝᏪ ᏄᏪᏒᎢ ᎭᏛᎬᎦ.

source: Her hair is like money.
chr: ᎠᏕᎳ ᎤᏁᎦ ᎢᏳᏍᏗ ᎤᏍᏘᎬᎢ.

source: Here is a little girl.
chr: ᎠᎭᏂ ᎤᏍᏗ ᎠᎨᏳᏣ.

source: Here is the thief."
chr: ᎠᎭᏂ ᎦᏃᏍᎩᏍᎩ.”

source: Here is their food."
chr: ᎠᎭᏂ ᏧᎾᏤᎵ ᏗᎩᏍᏗ.”

source: Here is their table.
chr: ᎠᎭᏂ ᎤᎾᏤᎵ ᎦᏍᎩᎶ.

source: Here she is!
chr: ᎥᏍᎩᎾ ᎠᎭᏂ!

source: Here she is!"
chr: ᎠᎭᏂ ᎥᏍᎩᎾ!”

source: How do you do, Money Hair?
chr: ᏙᎯᏧ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ?

source: I am so hungry."
chr: ᎤᎪᏗ ᎠᎩᏲᏏ.”

source: I see one bear in the woods.
chr: ᏌᏊ ᏲᎾ ᎢᎾᎨ ᏥᎪᏩᏘ.

source: I see one bear.
chr: ᏌᏊ ᏲᎾ ᏥᎪᏩᏘ.

source: I see one, two, three trees in the woods.
chr: ᏌᏊ ᏡᎬ, ᏔᎵ ᏕᏡᎬ, ᏦᎢ ᏕᏡᎬ ᎢᎾᎨ ᏕᏥᎪᏩᏘ.

source: I see three bears in the woods.
chr: ᎠᏂᏦᎢ ᏲᎾ ᎢᎾᎨ ᎦᏥᎪᏩᏘ.

source: I see trees in the woods.
chr: ᏕᏡᎬ ᎢᎾᎨ ᏕᏥᎪᏩᏘ.

source: I see two bears in the woods.
chr: ᎠᏂᏔᎵ ᏲᎾ ᎢᎾᎨ ᎦᏥᎪᏩᏘ.

source: I see two bears.
chr: ᎠᏂᏔᎵ ᏲᎾ ᎦᏥᎪᏩᏘ.

source: I shall find it.
chr: ᏙᏓᏥᏩᏛᎯ.

source: I should like some food.
chr: ᎠᎩᏍᏗ ᎠᎩᎸᏉᏛᎭ.

source: I will look for it.
chr: ᏙᏛᎩᏯᎵ.

source: I will never run away again," she said.
chr: ᏗᏇᏅᏒ ᎤᏟ Ꮭ ᎢᎸᎯᏳ ᏱᏓᎦᎵᏘᏒᏌᏂ,” ᎤᏛᏁ.

source: I will taste the milk in the big, huge bowl," said Money Hair.
chr: “ᎤᏔᎾ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᏓᎦᏗᏔᎯ,” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: I will taste the milk in the little, wee wee bowl."
chr: ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᏓᎦᏗᏔᎯ.”

source: I would like to sit in the chairs."
chr: ᏗᎦᏍᎩᎶ ᏓᏉᏢᎭ.”

source: Is there any food in the house?
chr: ᏗᎩᏍᏗᏍ ᎠᎭᏂ ᎦᎵᏦᏕ?

source: Is there any food on the table?
chr: ᏗᎩᏍᏗᏍ ᎦᏍᎩᎸᎢ?

source: It is not too soft."
chr: ᏩᏂᎨᏒ ᏂᎨᏒᎾ.”

source: It is too hot."
chr: ᏭᏗᏞᎬ.”

source: It was the little, wee wee bed.
chr: ᏭᏍᏗᎬ ᎦᏂᏟ ᎨᏎ.

source: Jump out of the window!
chr: Ꮎ ᏦᎳᏂ ᏙᏱ ᏔᏟᏔᏚᎦ!

source: Jump, Money Hair, jump!
chr: ᏔᏟᏔᏚᎦ, ᎠᏕᎳ ᎤᏍᏘᎬ, ᏔᏟᏔᏚᎦ!

source: Jump, jump, Money Hair!
chr: ᏔᏟᏔᏚᎦ, ᏔᏟᏔᏚᎦ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: Jump, then, jump!
chr: ᏔᏟᏔᏚᎦ, ᎾᎯᏳ, ᏔᏟᏔᏚᎦ!

source: Just then Money Hair awoke.
chr: ᎾᎯᏳᏃ ᎤᏰᎶᎢᏍᏗ ᎤᏰᏤ ᎠᏕᎳ ᎤᏍᏘᎬ.

source: Just then Money Hair woke.
chr: ᎤᏰᎶᎢᏍᏗ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏰᏤ.

source: Knock, knock, knock!
chr: ᎤᏩᏂᎴ, ᎤᏩᏂᎴ, ᎤᏩᏂᎴ!

source: Listen!
chr: ᎭᏛᏓᏍᏓ!

source: Money Hair began to be hungry.
chr: ᎩᎳᏊ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏲᏏᏍᎨ.

source: Money Hair came from her home.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏧᏪᏅᏒᎢ ᎤᏟ ᎤᎷᏤ.

source: Money Hair came into the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎤᏴᏢᎢ ᎤᎷᏤ.

source: Money Hair came to the house in the woods.
chr: [fuzzy][fuzzy]ᏲᎾ ᎤᎾᏤᎵ ᎦᎵᏦᏕ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᎷᏤ.

source: Money Hair came to the house of the bears.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏲᎾ ᎦᎵᏦᏕ ᎤᎷᏤ.

source: Money Hair came to the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎤᎷᏤ.

source: Money Hair drank and drank.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏗᏔᎲᏌᏁ ᎠᎴ ᎤᏗᏔᎲᏌᏅ ᎤᏒᏁ.

source: Money Hair drank from the little bowl.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏗᏔᎲᏌᏁ ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ.

source: Money Hair had run away from home.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᎵᏘᏎ ᏧᏪᏅᏒᎢ.

source: Money Hair is lost in the trees.
chr: ᏕᏡᎬ ᎠᏰᏟ ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᎴᎾᏞ.

source: Money Hair is lost in the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᎴᎾᏞ ᎤᎿ ᎢᎾᎨᎢ.

source: Money Hair jumped from the bed.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏂᏟ ᎤᏟ ᏚᎵᏔᏗᏅᏎ.

source: Money Hair jumped out of bed.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏂᏟ ᎤᏟ ᏚᎵᏔᏗᏅᏎ.

source: Money Hair jumped.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏚᎵᏔᏗᏅᏎ.

source: Money Hair knocked at the door of the house.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᎵᏦᏕ ᎦᎶᎯᏍᏗ ᎤᏩᏂᎴ.

source: Money Hair knocked at the door.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᎵᏦᏕ ᎦᎶᎯᏍᏗ ᎤᏩᏂᎴ.

source: Money Hair knocked.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏩᏂᎴ.

source: Money Hair lay on the big bed.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏔᎾ ᎦᏂᏟ ᎦᏅᎨ.

source: Money Hair lay on the little bed.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏭᏍᏗᎬ ᎦᏂᏟ ᎦᏅᎨ.

source: Money Hair lay on the middle sized bed.
chr: ᎤᏍᏗᎧ ᎦᏂᏟ ᎦᏅᎨ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: Money Hair ran away from her home.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏧᏪᏅᏒ ᎤᏟ ᎤᎵᏘᏎ.

source: Money Hair ran into the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎠᏰᏟ ᎤᎵᏘᏎ.

source: Money Hair ran out of the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎤᏟ ᎠᏟᏎ.

source: Money Hair ran to her home.
chr: ᏧᏪᏅᏒ ᎠᏟᏎ.

source: Money Hair ran until she came to her home.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎠᏟᏎ ᎾᎯᏳ ᏧᏪᏅᏒᎢ ᎤᎷᏤ.

source: Money Hair sat and sat in the little chair.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏬᏞ ᎠᎴ ᎤᏬᏞ ᏭᏍᏗᎬ ᎦᏍᎩᎶ.

source: Money Hair sat in the big chair.
chr: ᎤᏔᎾ ᎦᏍᎩᎶ ᎤᏬᏞ.

source: Money Hair sat in the little chair.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏭᏍᏗᎬ ᎦᏍᎩᎶ ᎤᏬᏞ.

source: Money Hair sat in the middle sized chair.
chr: ᎤᏍᏗᎧ ᎦᏍᎩᎶ ᎤᏬᏞ.

source: Money Hair saw a chair.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏍᎩᎶ ᎤᎪᎮ.

source: Money Hair saw the three bears.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎠᏂᏦᎢ ᏲᎾ ᏚᎪᎮ.

source: Money Hair saw three bowls on the table.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏦᎢ ᏗᏟᏍᏙᏗ ᏚᎪᎮ ᎦᏍᎩᎸᎢ.

source: Money Hair saw three chairs.
chr: ᏦᎢ ᏗᎦᏍᎩᎶ ᏚᎪᎮ.

source: Money Hair saw two chairs.
chr: ᏔᎵ ᏗᎦᏍᎩᎶ ᏚᎪᎮ.

source: Money Hair slept and slept.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏟᎮ ᎠᎴ ᎦᏟᎮ.

source: Money Hair slept on and on.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏟᎮ Ꮟ.

source: Money Hair tasted the milk in the big bowl.
chr: ᎤᏔᎾ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᎤᏗᏔᎮ.

source: Money Hair tasted the milk in the little bowl.
chr: ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᎤᏗᏔᎮ Ꮎ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: Money Hair tasted the milk in the middle sized bowl.
chr: ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ Ꮎ ᎤᏅᏗ ᏫᎦᏲᏢᎢ ᎤᏗᏔᎮ Ꮎ ᎠᏕᎳ ᎤᏍᏘᎬ.

source: Money Hair tried the door.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᎶᎯᏍᏗ ᎤᏍᏚᎢᏍᏗ ᎤᏁᏟᏔᏁ.

source: Money Hair was lost in the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎤᎿ ᎤᎴᎾᏞ.

source: Money Hair was tired from her walk in the woods.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎤᏪᏙᎸ ᎢᏳᏍᏗ ᏚᏯᏪᏤ.

source: Money Hair was tired.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏚᏯᏪᏤ.

source: Money Hair was very, very tired.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏙᏳ ᏙᏳ ᏚᏯᏪᏤ.

source: Money Hair went into the house.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᎵᏦᏕ ᎤᏴᏞ.

source: Money Hair went to the bedroom.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎠᏂᏟᎯᏱ ᏭᏪᏅᏎ.

source: Money Hair went to the table.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᎦᏍᎩᎶ ᏭᏪᏅᏎ.

source: Money Hair!
chr: ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: Money Hair, Money Hair, lost Money Hair!
chr: ᎠᏕᎳ ᎤᏍᏘᎬ, ᎠᏕᎳ ᎤᏍᏘᎬ, ᎤᎴᎾᏢᎢ ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: No one was at home.
chr: Ꮭ ᎩᎶ ᏳᏬᏞ.

source: Not a bear was at home.
chr: Ꮭ ᏌᏊ ᏲᎾ ᏳᏬᏞ.

source: Now Money Hair is lost in the woods.
chr: ᏃᏊ ᎠᏕᎳ ᎤᏍᏘᎬ ᎢᎾᎨ ᎠᏰᏟ ᎤᎴᎾᏞ.

source: O Money Hair!
chr: Ꭳ ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: O Money Hair, run, run.
chr: Ꭳ ᎠᏕᎳ ᎤᏍᏘᎬ, ᎭᎵᏘ, ᎭᎵᏘ.

source: O Money Hair, wake, wake, wake!
chr: Ꭳ ᎠᏕᎳ ᎤᏍᏘᎬ, ᎯᏰᎩ, ᎯᏰᎩ, ᎯᏰᎩ!

source: O my milk!
chr: Ꭳ ᎠᏆᏤᎵ ᎤᏅᏗ!

source: O yes, Money Hair woke.
chr: Ꭳ ᎥᎥ, ᎠᏕᎳ ᎤᏍᏘᎬ ᎤᏰᏤ.

source: O yes, the bears must have food.
chr: Ꭳ ᎥᎥ, ᏲᎾ ᏗᎩᏍᏗ ᏚᏂᎮᏍᏛᎭ.

source: O!
chr: Ꭳ!

source: O!"
chr: Ꭳ!”

source: O!" growled the big, huge bear.
chr: Ꭳ!” ᎤᏟᏂᎩᏓ ᎤᏛᏁ ᎡᏆ ᏲᎾ.

source: O!" said Money Hair.
chr: Ꭳ!” ᎤᏛᏁ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: O!" said the middle sized bear.
chr: Ꭳ!” ᏩᏂᎨ ᎤᏛᏁ ᎤᏍᏗᎧ ᏲᎾ.

source: O!" screamed Money Hair.
chr: Ꭳ!” ᎤᏪᏡᏂᎶᎡ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: O!" she cried.
chr: Ꭳ!” ᎤᏪᏡᏁ.

source: O!" squealed the little, wee wee bear.
chr: Ꭳ!” ᎡᏝᏪ ᎤᏛᏁ ᏭᏍᏗᎬ ᏲᎾ.

source: O, Money Hair, you are lost.
chr: Ꭳ, ᎠᏕᎳ ᎤᏍᏘᎬ, ᏣᎴᎾᏞ.

source: O, here it is!
chr: Ꭳ, ᎥᏍᎩᎾ ᎠᎭᏂ.

source: O, how she screamed!
chr: Ꭳ, ᏥᏈᏍᏗ ᎤᏪᏡᏂᎶᎥ ᎨᏎ.

source: O, how tired she was!
chr: Ꭳ, ᏥᏈᏍᏗ ᏚᏯᏪᏤ!

source: O, run, run!
chr: Ꭳ, ᎭᎵᏘ, ᎭᎵᏘ!

source: O, so tired — so tired — so tired!
chr: Ꭳ, ᏚᏯᏪᏨᎢ — ᏚᏯᏪᏨᎢ — ᏚᏯᏪᏨᎢ!

source: O, the bears!
chr: Ꭳ, Ꮎ ᏲᎾ!

source: O, the big, huge bear!
chr: Ꭳ, Ꮎ ᎡᏆ ᏲᎾ!

source: O, the little, wee wee bear!"
chr: Ꭳ, Ꮎ ᏭᏍᏗᎬ ᏲᎾ!”

source: O, the middle sized bear!
chr: Ꭳ, Ꮎ ᎤᏍᏗᎧ ᏲᎾ!

source: O, wake, wake!
chr: Ꭳ, ᎯᏰᎩ, ᎯᏰᎩ!

source: O, wake, wake, Money Hair!
chr: Ꭳ, ᎯᏰᎩ, ᎯᏰᎩ, ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: On the table were bowls.
chr: ᎦᏍᎩᎸ ᏗᏟᏍᏙᏗ ᎨᏎ.

source: Once three bears lived in the woods.
chr: ᏌᏊ ᎢᏳᏩᎪᏘ ᎠᏂᏦᎢ ᏲᎾ ᎢᎾᎨ ᎠᏁᎮ.

source: One angry bear.
chr: ᏌᏊ ᎤᎿᎸᏒ ᏲᎾ.

source: One bear lives in the house.
chr: ᏌᏊ ᏲᎾ ᎦᎵᏦᏕ ᎡᎭ.

source: One bear walks in the woods.
chr: ᏌᏊ ᏲᎾ ᎢᎾᎨ ᎡᏙᎭ.

source: One bed was a big, huge bed.
chr: ᏌᏊ ᎦᏂᏟ ᎡᏆ ᎨᏎ.

source: One bed was a little, wee wee bed.
chr: ᏌᏊ ᎦᏂᏟ ᏭᏍᏗᎬ ᎨᏎ.

source: One bed was a middle sized bed.
chr: ᏌᏊ ᎦᏂᏟ ᎤᏍᏗᎧ ᎨᏎ.

source: One little thief!
chr: ᏌᏊ ᎤᏍᏗ ᎦᏃᏍᎩᏍᎩ!

source: One was a big, huge bowl.
chr: ᏌᏊ ᎠᏟᏍᏙᏗ ᎤᏔᎾ ᎨᏎ.

source: One was a little, wee wee bowl.
chr: ᏌᏊ ᎠᏟᏍᏙᏗ ᏭᏍᏗᎬ ᎨᏎ.

source: One was a middle sized bowl.
chr: ᏌᏊ ᎠᏟᏍᏙᏗ ᎤᏍᏗᎧ ᎨᏎ.

source: One, two, three!
chr: ᏌᏊ, ᏔᎵ, ᏦᎢ!

source: Poor Money Hair!
chr: ᎤᏲᏨ ᎠᏕᎳ ᎤᏍᏘᎬᎢ!

source: Run, Money Hair!
chr: ᎭᎵᏘ, ᎠᏕᎳ ᎤᏍᏘᎬ!

source: Run, Money Hair, run!
chr: ᎭᎵᏘ, ᎠᏕᎳ ᎤᏍᏘᎬ, ᎭᎵᏘ!

source: See the bear in the woods.
chr: ᎢᎾᎨ ᏲᎾ ᎯᎪᏩᏔ.

source: See the bear walk.
chr: Ꮒ, ᏲᎾ ᎡᏙᎭ.

source: See the bears in the woods.
chr: ᎢᎾᎨ ᏲᎾ ᎦᎯᎪᏩᏔ.

source: See the bears.
chr: ᏲᎾ ᎦᎯᎪᏩᏔ.

source: See the lost Money Hair.
chr: ᎯᎪᏩᏔ Ꮎ ᎤᎴᎾᏢᎢ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: See, the house is in the woods.
chr: Ꮒ, ᎤᎾᏤᎵ ᎦᎵᏦᏕ ᎢᎾᎨᎢ.

source: She did not hear the bears at the door.
chr: ᏲᎾ ᎦᎶᎯᏍᏗ ᎤᏂᏍᏚᎢᏒ Ꮭ ᏳᏛᎦᏁ.

source: She did not hear them come into the house.
chr: ᏲᎾ ᎦᎵᏦᏕ ᎤᏂᏴᏢ Ꮭ ᏳᏛᎦᏁ.

source: She did not hear them come to their beds.
chr: ᎤᎾᏤᎵ ᏗᎦᏂᏟ ᎤᏂᏪᏅᏒ Ꮭ ᏳᏛᎦᏁ.

source: She did not hear them go to their bowls.
chr: ᎤᎾᏤᎵ ᏗᏟᏍᏙᏗ ᎤᏂᏪᏅᏒ Ꮭ ᏳᏛᎦᏁ.

source: She did not hear them go to their chairs.
chr: ᎤᎾᏤᎵ ᏗᎦᏍᎩᎶ ᎤᏂᏪᏅᏒ Ꮭ ᏳᏛᎦᏁ.

source: She did not hear them.
chr: Ꮭ ᏱᏚᏛᎦᏁ.

source: She did not hear.
chr: Ꮭ ᏱᏚᏛᎦᏁ.

source: She drank and drank.
chr: ᎠᏗᏔᏍᎨ ᎠᎴ ᎠᏗᏔᏍᎨ.

source: She fell asleep in the little bed.
chr: ᏭᏍᏗᎬ ᎦᏂᏟ ᎤᏢᏁ.

source: She fell asleep.
chr: ᎤᏢᏁ.

source: She heard the growl of the big, huge bear.
chr: ᎡᏆ ᏲᎾ ᎤᏟᏂᎩᏓ ᏄᏪᏒᎢ ᎤᏛᎦᏁ.

source: She heard the squeal of the little, wee wee bear.
chr: ᏭᏍᏗᎬ ᏲᎾ ᎡᏝᏪ ᏄᏪᏒᎢ ᎤᏛᎦᏁ.

source: She is called Money Hair.
chr: ᎠᏕᎳ ᎤᏍᏘᎬ ᏚᏙᎠ.

source: She jumped out of the window.
chr: ᏦᎳᏂ ᏙᏱ ᏚᎵᏔᏗᏅᏎ.

source: She jumped up from the bed.
chr: ᎦᏂᏟ ᎤᏟ ᏚᎵᏔᏗᏅᏎ.

source: She knocked on the door.
chr: ᎤᏩᏂᎴ ᎦᎶᎯᏍᏗᎢ.

source: She looked into the bowls.
chr: ᏗᏟᏍᏙᏗ ᏚᎦᏙᏍᏔᏁ.

source: She ran and ran and ran.
chr: ᎤᎵᏘᏎ ᎠᎴ ᎠᏟᏎ ᎠᎴ ᎠᏟᏎ.

source: She ran and ran.
chr: ᎠᏟᏎ ᎠᎴ ᎠᏟᏎ.

source: She ran out of the woods.
chr: ᎢᎾᎨ ᎤᏟ ᎤᎵᏘᏎ.

source: She ran to the window.
chr: ᏦᎳᏂ ᎤᎵᏘᏎ.

source: She saw the bears.
chr: ᏲᎾ ᏚᎪᎮ.

source: She saw the house of the bears.
chr: ᎤᎪᎮ, ᏲᎾ ᎤᎾᏤᎵ ᎦᎵᏦᏕ.

source: She slept a long time.
chr: ᎪᎯᏓ ᎦᏟᎮ.

source: She slept in the little bed.
chr: ᏭᏍᏗᎬ ᎦᏂᏟ ᎦᏟᎮ.

source: She slept on and on.
chr: ᎦᏟᎮ ᎠᎴ ᎦᏟᎮ.

source: She slept on the little wee wee bed.
chr: ᏭᏍᏗᎬ ᎦᏂᏟ ᎤᎿ ᎦᏟᎮ.

source: She slept until the bears came home.
chr: ᏲᎾ ᎦᎵᏦᏕ ᎤᏂᎷᏤ ᎢᎪᎯᏓ ᎦᏟᎮ.

source: She slept until the bears came into the house.
chr: ᏲᎾ ᎦᎵᏦᏕ ᎤᏂᏴᏞ ᎢᎪᎯᏓ ᎦᏟᎮ.

source: She slept until the bears came.
chr: ᏲᎾ ᎤᏂᎷᏤ ᎢᎪᎯᏓ ᎦᏟᎮ.

source: She tasted the milk in the big bowl.
chr: ᎤᏔᎾ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎦᏲᏟᏊ ᎤᏗᏔᎮ.

source: She tasted the milk in the little bowl.
chr: ᏭᏍᏗᎬ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎦᏲᏟᏊ ᎤᏗᏔᎮ.

source: She tasted the milk in the middle sized bowl.
chr: ᎤᏍᏗᎧ ᎠᏟᏍᏙᏗ ᎤᏅᏗ ᎦᏲᏟᏊ ᎤᏗᏔᎮ.

source: She was so very tired.
chr: ᏙᏳ ᏚᏯᏪᏤ.

source: She went up to the house.
chr: ᎦᎵᏦᏕ ᏭᏪᏅᏎ.

source: So Money Hair fell asleep.
chr: ᎠᏕᎳᏃ ᎤᏍᏘᎬ ᎤᏢᏁ.

source: So Money Hair lay on the big bed.
chr: ᏃᏊᎴ ᎡᏆ ᎦᏂᏟ ᎦᏅᎨ Ꮎ ᎠᏕᎳ ᎤᏍᏘᎬᎢ.

source: So Money Hair sat and sat.
chr: ᎠᏕᎳᏃ ᎤᏬᏞ ᎠᎴ ᎤᏬᏞ.

source: So Money Hair sat in the big chair.
chr: ᎠᏕᎳᏃ ᎤᏍᏘᎬ ᎤᏔᎾ ᎦᏍᎩᎶ ᎤᏬᏞ.

source: So she drank it.
chr: ᏃᏊᎴ ᎠᏗᏔᏍᎨ.

source: So she went to the bedroom.
chr: ᏃᏊᎴ ᎠᏂᏟᎯᏱ ᏭᏪᏅᏎ.

source: So the bears went to the table.
chr: ᏃᏊᎴ ᏲᎾ ᎦᏍᎩᎶ ᏭᏁᏅᏎ.

source: Somebody drank all of my milk."
chr: ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᎤᏒᏁ.”

source: Somebody has broken it.
chr: ᎩᎶ ᎤᏲᏍᏔᏁ!”

source: Somebody has broken my chair."
chr: ᎩᎶ ᎠᏆᏤᎵ ᎦᏍᎩᎶ ᎤᏲᏍᏔᏅᎩ.”

source: Somebody has drank my milk!
chr: ᎩᎶ ᎠᏆᏤᎵ ᎤᏅᏗ ᏂᎦᏓ ᎤᏗᏔᎮ!

source: Squeal, squeal!
chr: ᎤᏲᏒ ᎡᏝᏪ ᏄᏪᏒᎢ ᎨᏎ. ᎤᏲᏒ ᎡᏝᏪ ᏄᏪᏒᎢ ᎨᏎ!

source: THE THREE BEARS
chr: Ꮎ ᎠᏂᏦᎢ ᏲᎾ

source: The Whole Story
chr: ᏂᎦᏓ ᎧᏃᎮᏗ

source: The bear is in the woods.
chr: ᏲᎾ ᎤᎿ ᎢᎾᎨᎢ.

source: The bear lives in the woods.
chr: ᎢᎾᎨ ᎡᎭ ᏲᎾ.

source: The bears are angry.
chr: ᏲᎾ ᎤᏂᎿᎸᎭ.

source: The bears are at the door.
chr: ᎦᎶᎯᏍᏗᎢ ᏲᎾ ᎠᏂᏍᏚᎢᎠ.

source: The bears are coming for the thief.
chr: ᏲᎾ ᎦᏃᏍᎩᏍᎩ ᎠᏂᎷᏤᎭ.

source: The bears are coming.
chr: ᏲᎾ ᎤᎿ ᎠᏂᎷᎦ.

source: The bears are in the house.
chr: ᏲᎾ ᎦᎵᏦᏕ ᎠᏂᏯᎠ.

source: The bears can see.
chr: ᏲᎾ ᎬᏩᏂᎪᏩᏛᏗ.

source: The bears can walk.
chr: ᏲᎾ ᎬᏩᏁᏓᏍᏗ.

source: The bears climb into the trees.
chr: ᏕᏡᎬ ᏲᎾ ᏓᏂᎴᎪ.
